Repository: GlitchedPolygons/GlitchedEpistle.Client.Windows
Catalog: src/Properties/Resources.*.resx
Languages: de, it

source: About Glitched Epistle
de: Über Glitched Epistle
it: De Epistula

source: Accept
de: Akzeptieren
it: Accetta

# AcceptUsernameButtonToolTip
source: Accept the entered username.
de: Akzeptiere den eingegebenen Nutzername.
it: Accetta il nome utente inserito.

source: Admin Options
de: Optionen (Administrator)
it: Opzioni (amministratore)

# AdminOptionsToolTip
source: Actions that only a convo admin can perform (like deleting the convo, modifying its metadata, password or participants).
de: Sachen die nur ein Administrator unternehmen kann, wie z.B. die Unterhaltung löschen, deren Titel, Ablaufdatum, usw... bearbeiten oder Teilnehmer ausschliessen.
it: Azioni che soltanto un amministratore può effettuare (tipo eliminare la convo, modificarne i metadati, password, partecipanti, ecc...).

# AlreadyHaveAnAccount
source: I already have an account
de: Ich habe bereits ein Konto
it: Ho già un account

source: Are you sure?
de: Bist du sicher?
it: Sei sicuro?

# AreYouSureYouWantToDeleteThisConvo
source: Are you sure that you want to delete this convo?
de: Bist du sicher, dass du diese Unterhaltung löschen möchtest?
it: Sei sicuro di voler eliminare questa conversazione?

source: Attachment:
de: Anhang:
it: Allegato:

# AttachmentToolTip
source: Click here to download the attachment to your computer.
de: Hier klicken um den Anhang herunterzuladen.
it: Clicca qua per scaricare il file allegato sul tuo computer.

source: Banned users:
de: Verbannte Benutzer:
it: Utenti bannati:

# BannedUsersToolTip
source: These are the user ids that have been permanently banned from this convo.
de: Dies sind die Benutzer (deren IDs) die aus dieser Unterhaltung verbannt wurden.
it: Questi sono le id degli utenti che sono stati bannati permanentemente da questa convo.

source: Cancel
de: Abbrechen
it: Annulla

# CancelSettingsButtonToolTip
source: Closes the window without saving the changes.
de: Schliesse das Fenster ohne zu speichern.
it: Chiudi la finestra senza salvare.

# ChangeConvoMetadataToolTip
source: Change the conversation's metadata by filling in this form.
de: Bearbeite die Unterhaltungs-Metadata indem du dieses Formular ausfüllst.
it: Modifica i metadati della convo compilando questo formulario.

# ChangeConvoTitle
source: Change the convo's title.
de: Unterhaltungstitel ändern.
it: Cambia il titolo (nome) della convo.

# ChangeEpistleServerUrlToolTip
source: Change the Epistle server URL to connect to.
de: Epistle Server Adresse ändern.
it: Cambia l'indirizzo del server al quale ti vuoi connettere.

source: Change Password
de: Passwort ändern
it: Cambia Password

source: Change Server
de: Server wechseln
it: Cambia Server

# ChangeUserPasswordButtonToolTip
source: Click here to change the password you use to access Glitched Epistle.
de: Klicke hier, um dein Passwort zu ändern.
it: Clicca qui per cambiare la tua password d'accesso.

# ChangingPasswordIsEasy
source: Changing your password is easy
de: Passwort ändern ist einfach
it: Cambiare la password è facile

# ClickHereToJoinAnExistingConvo
source: Click here to join an existing conversation.
de: Klicke hier, um einer bereits existierenden Unterhaltung beizutreten.
it: Clicca qui per unirti ad una conversazione esistente.

source: CLIPBOARD
de: ZWISCHENABLAGE

source: Confirm
de: Bestätigen
it: Conferma

source: Confirm convo admin change
de: Administratorenrechtsübertragung bestätigen
it: Conferma trasferimento d'amministrazione

# ConfirmConvoAdminChangeDescription
source: By giving up your convo admin rights you lose the ability to modify the convo, kick users from it as well as deleting the convo server-side.
de: Durch Aufgeben deiner Administratorenrechte verlierst du jegliche Macht über die Unterhaltung. Teilnehmer raussperren, Titel, Beschreibung usw... ändern sowie die Unterhaltung ganz löschen wird nicht mehr möglich sein.
it: Cedendo i tuoi diritti d'amministratore perdi immediatamente ogni abilità di modificare la convo e/o la lista di utenti partecipanti e bannati.

# ConfirmConvoAdminChangeToolTip
source: Promotes the selected convo participant to be the new convo's admin.
de: Befördert den gewählten Teilnehmer zum Unterhaltungsadministrator.
it: Rende il partecipante selezionato il nuovo amministratore della conversazione.

# ConfirmConvoAdminChangeWarning
source: WARNING: This action is irreversible, unless the new convo admin re-elects you as admin!
de: WARNUNG: Dies ist unwiderruflich, ausser der neue Admin ernennt dich wieder zum Administrator.
it: ATTENZIONE: Quest'azione è irreversibile, a meno che il nuovo amministratore ti rielegga come admin!

source: Confirm convo deletion
de: Unterhaltungslöschung bestätigen
it: Conferma eliminazione convo

# ConfirmConvoPassword
source: Confirm Password
de: Passwort bestätigen
it: Conferma password

source: Confirm Deletion
de: Löschung bestätigen
it: Conferma distruzione

# ConfirmDeletionAndQuit
source: Confirm deletion & quit
de: Löschung bestätigen & beenden
it: Conferma e chiudi

source: Confirm file upload
de: Upload bestätigen
it: Conferma invio file

# ConfirmFileUploadText
source: Please confirm that you want to upload the following file:
de: Bitte bestätige, dass du folgende Datei hochladen möchtest:
it: Per favore conferma la tua intenzione di spedire il seguente file:

source: Confirm kick
de: Rausschmiss bestätigen
it: Conferma espulsione

# ConfirmKickAndBanUserToolTip
source: Kicks and bans the user from the convo.
de: Entfernt und verbannt den Benutzer aus der Unterhaltung.
it: Espelli ed escludi un utente dalla convo

# ConfirmKickDescription
source: By kicking and banning a user from a convo you prevent him from being able to receive new messages from the convo as well as post new messages to it.
de: Indem du den Rausschmiss eines Teilnehmers bestätigst, wird dieser jemand keine weiteren Unterhaltungsnachrichten mehr empfangen oder senden können.
it: Escludendo un utente da una convo gli rimuovi tutti i diritti di connessione e partecipazione. Non potrà più né ricevere né mandare messaggi.

# ConfirmKickText
source: Are you sure that you want to kick the selected user out from this convo?
de: Bist du sicher, dass du diesen Benutzer aus der Unterhaltung verbannen möchtest?
it: Sei sicuro di voler espellere l'utente selezionato da questa conversazione?

# ConfirmKickWarningIrreversible
source: WARNING: This action is irreversible!
de: WARNUNG: Dies ist unwiderruflich!
it: ATTENZIONE: Questa azione è irreversibile!

# ConfirmKickWarningIrreversibleDesc
source: Banned users can never join back into a convo; a new conversation would need to be created!
de: Verbannte Benutzer können nie wieder dieser Unterhaltung beitreten; man müsste dafür eine neue Unterhaltung erstellen!
it: Utenti bannati rimangono esclusi permanentemente. Non potranno mai più riconnettersi alla convo!

# ConfirmNewConvoPassword
source: Confirm New Password
de: Neues Passwort bestätigen
it: Conferma nuova password

# ConfirmNewConvoPasswordToolTip
source: Confirm your new convo password by re-entering it here.
de: Bestätige dein neues Unterhaltungspasswort durch erneutes Eingeben (um Tippfehler zu vermeiden).
it: Conferma la nuova password reinserendola qua per evitare errori di battitura.

# ConfirmReset
source: Confirm your reset
de: Reset bestätigen
it: Conferma reset

# ConnectionToTheSpecifiedEpistleServerFailed
source: The connection to the specified Epistle server could not be established.
de: Die Verbindung zum gewählten Epistle Server konnte nicht hergestellt werden.
it: Tentativo di connessione al server specificato fallito.

# ConvoCantBeRecoveredAfterDeletionWarning
source: Your convo can NOT be recovered in any way after this!
de: Deine Unterhaltung kann nach bestätigter Löschung NICHT wiederhergestellt werden!
it: La tua convo NON potrà essere ripristinata in nessun modo dopo questo!

# ConvoCreationCancelToolTip
source: Never mind, no convo will be created.
de: Unterhaltungserstellung abbrechen.
it: Nessuna convo verrà creata.

# ConvoCreationFailedServerSide
source: Convo "{0}" couldn't be created. Perhaps due to unsuccessful Two-Factor Authentication: please double check the provided 2FA token and try again.
de: Die Unterhaltung "{0}" konnte nicht erstellt werden. Eventuell aufgrund fehlgeschlagener Zwei-Faktor Authentifizierung: bitte versuche es erneut.
it: La richiesta di creazione della convo "{0}" è stata respinta dal server. P.f. ricontrolla la validità di ogni campo e dell'autentificazione a due fattori!

# ConvoCreationPasswordsDontMatch
source: The password does not match its confirmation; please make sure that you re-type your password correctly!
de: Die Passwortbestätigung stimmt nicht mit dem Passwortfeld überein; bitte gib dein Passwort 2x gleich ein!
it: La password non coincide con la sua conferma; p.f. assicurati che i due campi contengano la medesima password!

# ConvoCreationPasswordTooWeak
source: Your password is too weak; make sure that it has at least more than 5 characters!
de: Das gewählte Passwort ist zu schwach; es muss aus mindestens sechs Zeichen bestehen!
it: La password inserita è troppo debole; dovrebbe contenere come minimo 6 caratteri!

# ConvoDescriptionToolTip
source: Describe what this conversation is about.
de: Beschreibe worum es bei dieser Unterhaltung geht.
it: Descrivi di che cosa tratta questa conversazione.

source: Convo ID
de: Unterhaltungs-ID

# ConvoIdToolTip
source: The conversation's unique identifier.
de: Der "unique identifier" der Unterhaltung.
it: L'identificatore unico della convo.

# ConvoNameToolTip
source: Give your convo a meaningful and unique name!
de: Gib deiner Unterhaltung einen geistreichen Titel.
it: Dai un nome significativo alla tua convo!

source: Convo Password
de: Passwort
it: Password d'accesso

# ConvoPasswordToolTip
source: Protect your conversation by giving it a strong password that only you and your convo's participants should ever know. Note: who has this password and your convo's id can join!
de: Schütze deine Unterhaltung mit einem sicheren Zugriffspasswort, welches nur du und deine gewünschten Teilnehmer wissen sollten! Beachte: wer dieses Passwort und die Unterhaltungs-ID kennt, kann beitreten!
it: Proteggi la tua conversazione da intrusi con una password d'accesso. N.B.: chi ha l'id della convo e questa password d'accesso può accedere senza ostacoli!

source: Copy convo id to clipboard
de: Unterhaltungs-ID kopieren
it: Copia id della convo

source: Copy user id to clipboard
de: Benutzer-ID kopieren
it: Copia id utente

# CouldNotConnectToServerErrorMessageUserCreationViewModel
source: Could not connect to the Epistle server. Please make sure to have a working, active internet connection and double check the server URL!
de: Verbindung zum Epistle Server fehlgeschlagen. Bitte überprüfe, dass du über eine funktionierende und stabile Internetverbindung verfügst. Versichere dich ausserdem, dass die Server URL korrekt ist!
it: Connessione col server di Epistle fallita. P.f. assicurarsi di avere una connessione internet stabile e funzionante, e che l'indirizzo del server sia corretto.

# CouldNotJoinConvoPleaseDoubleCheckCredentials
source: Couldn't join convo. Please double check the credentials and try again. If that's not the problem, then the convo might have expired, deleted or you've been kicked out of it. Sorry :/
de: Beitritt fehlgeschlagen. Bitte überprüfe nochmal deine Zugangsdaten und probiere es erneut. Falls das nicht das Problem ist, kann es sein, dass die Unterhaltung ihr Ablaufdatum erreicht hat, gelöscht wurde oder du vom Administrator ausgeschlossen wurdest.
it: Connessione alla conversazione fallita. P.f. ricontrolla i dati d'accesso e riprova ancora. Se non è quello il problema allora potrebbe essere che la convo è semplicemente stata cancellata, ha raggiunto la sua data di scadenza oppure sei stato espulso da parte dell'amministratore.

source: Create Convo
de: Unterhaltung erstellen
it: Crea conversazione

# CreateConvoTitle
source: Create a new conversation
de: Eine neue Unterhaltung erstellen.
it: Crea una nuova conversazione

# CreateNewConvo
source: Create a new conversation.
de: Eine neue Unterhaltung erstellen.
it: Crea una nuova conversazione.

source: Current Convo Password
de: Aktuelles Unterhaltungspasswort
it: Password convo attuale

# CurrentConvoPasswordToolTip
source: Enter the current convo's password here.
de: Gib das aktuelle Unterhaltungspasswort hier ein.
it: Inserisci qui la password d'accesso attuale della conversazione.

source: Current Password
de: Aktuelles Passwort
it: Password attuale

# CurrentPasswordToolTip
source: Your currently active user password.
de: Dein aktuell gültiges Benutzerpasswort.
it: La tua password d'accesso attuale.

source: Delete
de: Löschen
it: Cancella

source: Delete Convo
de: Unterhaltung löschen
it: Elimina convo

source: Delete convo locally
de: Unterhaltung lokal löschen
it: Elimina convo localmente

# DeleteConvoLocallyDescription
source: By deleting a convo (client-side action) you remain a participant of the convo but remove the convo's chat data from this machine.
de: Indem du eine Unterhaltung lokal löschst, bleibst du ein Teilnehmer davon, entfernst jedoch jegliche Spuren (Dateien, usw...) von deinem Rechner.
it: Eliminando una convo localmente non ti rimuoverà da essa come partecipante, cancella solo tutti i dati correlati su questo dispositivo qui.

# DeleteConvoLocallyDescription2
source: As long as you have the convo's id and access password, you can sync back into the convo at any time. It'll just take a moment until the messages are downloaded and decrypted to your device.
de: Solange du die Unterhaltungs-ID sowie Zugriffspasswort hast, kannst du jederzeit wieder Beitreten. Das kann dann evtl. eine Weile dauern, da die Nachrichten wieder heruntergeladen und entschlüsselt werden müssen.
it: Fin quando avrai l'id e la password d'accesso di questa conversazione, potrai sempre riconnetterti in un qualsiasi momento. Ci vorrà semplicemente un attimo per riscaricare e decrittare tutti i messaggi.

# DeleteConvoToolTip
source: The entire convo will be immediately deleted on the server without any chance of recovery.
de: Die gesamte Unterhaltung, inklusiv aller damit verbundenen Daten, sofort auf dem Server zerstören ohne Rückzugsmöglichkeit.
it: L'intera conversazione verrà IMMEDIATAMENTE eliminata sul server senza tracce e senza alcuna speranza di ripristinazione.

source: Description
de: Beschreibung
it: Descrizione

source: Download attachment
de: Anhang herunterladen
it: Scarica allegato

source: Edit Convo
de: Unterhaltung ändern
it: Modifica convo

# EditConvoTitle
source: Edit, leave or delete convo
de: Unterhaltung bearbeiten, verlassen oder löschen.
it: Modifica, abbandona o elimina convo

source: Editing convos
de: Unterhaltungen bearbeiten
it: Modificare convo

# EditingConvosText
source: If you're the admin of a convo (its creator), you can edit the metadata at any time. You can also ban annoying participants in the convo: just find out their unique anonymous user id and kick them from inside the edit convo dialog. To access the Edit Convo window, right-mouse click on the convo inside the list and select 'Edit Convo'. This settings menu gives you the option to leave the convo (or delete entirely for everybody, if you're the convo's admin). If you want to leave a convo, you can do so, but you need to authenticate your request by providing your two-factor authentication token. Also: if you're the convo admin, you need to elect a new admin first before leaving!
de: Wenn du der Administrator einer Unterhaltung bist, kannst du deren Metadata beliebig ändern. Du kannst nervige Teilnehmer verbannen in dem du ihre Benutzer-ID ausfindig machst und auf der Teilnehmerliste im Unterhaltungs-Bearbeitungsfenster streichst. Auf dieses Fenster kannst du zugreifen in dem du mit der rechten Maustaste auf die Unterhaltung in der Liste klickst und das Bearbeitungsfenster öffnest. In diesem Menü kannst du verschiedene Änderungen an der Unterhaltung vornehmen. Als Administrator kannst du Sachen wie Titel, Beschreibung, usw... bearbeiten. Dies bedarf natürlich an zusätzlicher Zwei-Faktor Authentifizierung. Wenn du ausserdem als Admin deine Unterhaltung verlassen möchtest, kannst du dies erst tun nachdem du einen neuen Administrator gewählt hast!
it: Se sei l'amministratore di una convo, puoi modificarla a piacimento in un qualsiasi momento. Puoi anche espellere ed escludere partecipanti noiosi scoprendo la loro id utente e bannandoli da dentro nel menu "modifica convo". Per accedere al menu di modifica metadati convo, fai un clic destro sul bottone della convo in lista e seleziona "modifica convo". Questo menu ti da la possibilità di modificare, abbandonare o persino eliminare la convo. Se desideri abbandonare la convo, puoi farlo, ma devi autentificare la tua richiesta con un token di autentificazione a due fattori. Inoltre: se sei l'amministratore non puoi abbandonare la tua stessa convo. Devi prima eleggere un nuovo admin per evitare conversazioni "orfane".

# EnterTotpForVerification
source: Enter your 2FA code for verification:
de: 2FA Token zur Verifizierung eingeben:
it: Inserisci il token d'autentificazione ora:

# EpistleMessageAttachmentFileExtensionPickerDialog
source: Epistle Message Attachment|*{0}
de: Epistle Nachrichten-Anhang|*{0}
it: Allegato messaggio Epistle|*{0}

source: Epistle Server Unresponsive
de: Epistle Server Abwesend
it: Server Epistle non risponde

# EpistleServerUnresponsiveErrorMessage
source: ERROR: The Glitched Epistle server is unresponsive. It might be under maintenance, please try again later! Sorry.
de: FEHLER: Der Glitched Epistle Server antwortet nicht. Es könnte sein, dass er gerade gewartet wird, bitte probiere es später noch ein mal.
it: ERRORE: Il server di Epistle non risponde. Potrebbe essere sottoposto ad una manutenzione, p.f. riprovare più tardi.

# EpistleUrlToolTip
source: The Glitched Epistle server to connect to.
de: Glitched Epistle Server Adresse
it: Il server di Glitched Epistle al quale connettersi

source: ERROR
de: FEHLER
it: ERRORE

source: Expiration Date
de: Ablaufdatum
it: Data di scadenza

# ExpirationDateToolTip
source: Define when the conversation will expire (in UTC). Expired convos are deleted on the server automatically and irreversibly.
de: Definiere wann genau die Unterhaltung (in UTC) automatisch vom Server gelöscht werden soll.
it: Stabilisci quando scade questa conversazione (in UTC). Conversazioni scadute vengono eliminate dal server automaticamente ed irreversibilmente.

source: Export Backup Codes
de: Notfall-Codes exportieren
it: Esporta codici d'emergenza

# ExportBackupCodesToolTip
source: Exports your 2FA emergency backup codes to a text file, which you need to keep safe and SECRET at all costs and away from third parties!
de: Exportiere deine 2FA Notfall-Codes in eine Textdatei, welche du unbedingt GEHEIM halten musst.
it: Esporta i tuoi codici d'accesso d'emergenza in un file. Devi assolutamente nascondere questo file da terzi, in quanto questi codici aggirano l'autentificazione a due fattori (utile in casi d'emergenza appunto; pericoloso se in possesso di altre persone).

# FileCouldNotBeUploaded
source: ERROR: Your file couldn't be uploaded to the Epistle Web API
de: FEHLER: Die ausgewählte Datei konnte nicht auf den Epistle Server hochgeladen werden.
it: ERRORE: Non è stato possibile trasmettere il tuo messaggio al server di Epistle.

# FileCouldNotBeUploadedBecauseItExceedsMaxFileSizeLimit
source: ERROR: Your file couldn't be uploaded to the Epistle Web API because it exceeds the maximum file size limit.
de: FEHLER: Die ausgewählte Datei konnte nicht auf den Epistle Server hochgeladen werden, weil sie die maximale Dateigrösse überschreitet.
it: ERRORE: Il tuo messaggio non è stato trasmesso al server di Epistle perché supera il limite di grandezza

source: Full path:
de: Ganzer Pfad:
it: Destinazione:

# GeneratingKeyPairSubTitle1
source: Please wait, and don't terminate Epistle!
de: Bitte warten, und Epistle nicht beenden!
it: P.f. aspetta con calma, e non terminare Epistle!

# GeneratingKeyPairSubTitle2
source: Depending on your hardware, this might take up to a few minutes, so just relax!
de: Je nach Hardware kann dies ein paar Minuten dauern.
it: A dipendenza della tua hardware, questo potrebbe durare alcuni minuti, quindi rilassati!

# GeneratingKeyPairTitle
source: Generating 4096-bit RSA key pair...
de: Generiere 4096-bit RSA Schlüssel...
it: Generazione chiavi RSA 4096-bit in corso...

# GeneratingKeys
source: Generating 4096-bit RSA Keys...
de: Generiere 4096-bit RSA Schlüssel...
it: Generazione chiavi RSA 4096-bit...

# GlitchedEpistleAlreadyRunningErrorMessage
source: There is already one instance of Glitched Epistle running!
de: Glitched Epistle läuft bereits!
it: C'è già una finestra di Glitched Epistle attiva!

source: (Google Authenticator is recommended)
de: (Google Authenticator ist empfohlen)
it: (Google Authenticator è consigliato)

# HelpWindowTitle
source: Glitched Epistle - Help
de: Glitched Epistle - Hilfe
it: Glitched Epistle - Aiuto

# HowToGetStarted
source: How do I get started?
de: Wo soll ich anfangen?
it: Come adoperare

# HowToGetStartedText
source: When you run Epistle for the first time after installing, you're prompted to register for an account. If you already have an account that's been exported using the Export Backup option inside the settings, click on Import. Otherwise fill in the form and apply for a new Epistle account. The program will generate your RSA key pair (which might take a while depending on your hardware), submit your account creation request to the server and ultimately display your Two-Factor Authentication secret (QR Code). Please make sure to create both a backup (offline on a paper is safest) of your emergency 2FA codes and the actual secret that's needed for generating the TOTPs! Once you've done all this, you're ready to log in!
de: Wenn du Epistle zum ersten mal startest, gelangst du zum Anmeldungsbildschirm. Bei der Registrierung wird das Programm ein 4096-bit RSA Schlüsselpaar generieren (was je nach Hardwareleistung etwas dauern kann), deine Anmeldungsdaten an den Server übermitteln und dir dann dein Zwei-Faktor Authentifizierungsgeheimnis anzeigen (sowohl Text als auch QR-Code). Bitte sorg dafür, dass du sowohl von dem 2FA Geheimnis sowie auch von den Notfall-Codes ein Backup irgendwo hinterlegst (offline auf Papier ist am sichersten). Das 2FA Geheimnis brauchst du, wenn du z.B. Google Authenticator von einem Gerät auf das andere transferieren willst.
it: Quando avvii Epistle per la prima volta dopo l'installazione, verrai chiesto di creare un account. Durante la registrazione, il programma genererà una coppia di chiavi RSA (il che potrebbe impiegare un paio di minuti a dipendenza delle prestazioni del tuo dispositivo), spedirà le credenziali d'accesso desiderate al server e ultimativamente mostrerà il segreto 2FA sullo schermo sotto forma di un codice QR. Si tratta del segreto necessario per generare token d'autentificazione a due fattori. Per favore assicurati di salvare da qualche parte di nascosto e sicuro (offline e su carta è il modo più sicuro) sia i codici d'emergenza 2FA che il segreto 2FA. Una volta fatto tutto questo, sei pronto per effettuare il tuo primo login!

source: Image Viewer
de: Bildvorschau
it: Anteprima immagine

# InvalidUserIdPasswordOr2FA
source: ERROR: Invalid user id, password or two-factor authentication token.
de: FEHLER: Ungültige Nutzer-ID, Passwort oder Zwei-Faktor Authentifizierungstoken.
it: ERRORE: ID utente, password e/o token di autentificazione a due fattori invalido.
