Repository: GlitchedPolygons/GlitchedEpistle.Client.Windows
Catalog: src/Properties/Resources.*.resx
Languages: de, it

# SettingsUsernameToolTip
source: Your display name. Note that by changing this, the messages you sent using the previous username won't have their sender label updated.
de: Dein Benutzername. Bitte beachte, dass beim Ändern deines Benutzernamens vorherige Nachrichten die du verschickt hast nicht aktualisiert werden (diese werden deinen aktuellen Benutzernamen anzeigen).
it: Il tuo nome utente. Nota bene che cambiandolo, i messaggi che hai inviato prima non verranno aggiornati col tuo nuovo nome.

source: Show in Explorer
de: Im Explorer anzeigen
it: Mostra in Explorer

# StopAudioMessageButtonToolTip
source: Click here to stop playing back this audio message.
de: Hier klicken um die Wiedergabe zu beenden.
it: Clicca qua per fermare il messaggio vocale

source: Submit
de: Speichern
it: Invia

# SubmitConvoCreationToolTip
source: Submits the convo creation request to the Epistle backend.
de: Übermittelt die Unterhaltungserstellungsanfrage an den Epistle Server.
it: Invia la richiesta di creazione convo al server di Epistle.

# SubmitConvoMetadataChangeRequestToolTip
source: Submits the convo modification request to the Epistle backend.
de: Übermittelt das Änderungsformular an den Unterhaltungsserver.
it: Invia la richiesta di modifica convo al server di Epistle.

# SubmitPasswordChangeToolTip
source: Submits the password change request to the Epistle backend.
de: Übermittelt die Passwortänderungsanfrage an den Server.

source: Testing connection...
de: Teste verbindung...
it: Tentativo di connessione...

# TestServerConnectionButton
source: Test Connection
de: Verbindung testen
it: Prova Connessione

# TestServerConnectionToolTip
source: Tests the connection to the entered Epistle server URL.
de: Testet die Verbindung mit der eingegebenen Server-Adresse
it: Prova la connessione con il server specificato.

# TextMessageCouldNotBeUploaded
source: ERROR: Your text message couldn't be uploaded to the Epistle Web API
de: FEHLER: Deine Textnachricht konnte nicht an den Epistle Server übermittelt werden.
it: ERRORE: Non è stato possibile trasmettere il tuo messaggio al server di Epistle.

source: Theme
de: Design
it: Design

# TheNewConvoTitle
source: The new convo's title.
de: Der neue Titel.
it: Il nuovo titolo della conversazione.

source: This convo is expired!
de: Diese Unterhaltung ist abgelaufen!
it: Questa convo è scaduta!

# TotpSecretPleaseBackUpSomewhereSafe
source: 2FA secret (please back this up somewhere safe)
de: 2FA Geheimnis (bitte hinterleg das irgendwo zur Sicherheit)
it: Segreto 2FA (salvalo da qualche parte di nascosto e sicuro)

# TotpSecretPleaseBackUpSomewhereSafeDetailed
source: This is the two-factor authentication secret that you can choose to manually enter into your authenticator app. Back it up somewhere safe, because you'll need it if you happen to lose your 2FA device.
de: Dies ist dein Zwei-Faktor Authentifizierungsgeheimnis. Schreib es dir auf und bewahre es irgendwo auf wo's sicher ist, denn du wirst es benötigen falls du dein 2FA Gerät verlierst.
it: Questo è il segreto di autentificazione a due fattori che serve ad applicazioni capaci di generare TOTP come ad es. Google Authenticator. Salvalo, perché ti servirà qual ora dovessi perdere il tuo dispositivo d'autentificazione.

source: Two-Factor Authentication
de: Zwei-Faktor Authentifizierung
it: Autentificazione a due fattori

# TwoFactorAuthFailed
source: Two-Factor Authentication failed!
de: Zwei-Faktor Authentifizierung fehlgeschlagen!
it: Autentificazione a due fattori fallita!

# TwoFactorAuthTokenToolTip
source: Your Two-Factor Authentication token (from Authy, Google Authenticator or from a similar app)
de: Dein Zwei-Faktor Authentifizierungscode (von Authy, Google Authenticator o.ä. generiert)
it: Il tuo codice di autentificazione a due fattori (proveniente da Google Authenticator, Authy o un'applicazione simile).

# TypeDeleteIntoTextBoxToProceed
source: Type DELETE! into the text box below to proceed...
de: Gib DELETE! unten in das Textfeld ein um fortzufahren...
it: Inserisci DELETE! nel campo qua sotto per procedere...

# TypeYourPwAgainForSafetysSake
source: Type your password again for safety's sake.
de: Gib dein Passwort nochmal ein, um Tippfehler zu vermeiden.
it: Reinserisci la tua password per evitare errori di battitura.

# UnexpectedErrorWhileGeneratingRSAKeyPair
source: An unexpected and unknown error occurred whilst generating the RSA key pair.
de: Ein unerwarteter Fehler ist eingetroffen während der RSA-Schlüsselgenerierung.
it: Si è verificato un errore durante la generazione della chiave RSA 4096-bit.

source: Upload
de: Hochladen

# UserCreationFailedClientSide
source: The user creation succeeded server-side but there was an unexpected error whilst handling the user creation's server response client-side.
de: Die Registrierung hat auf dem Server geklappt, allerdings ist lokal ein unerwarteter Fehler aufgetreten beim Einlesen der Serverantwort.
it: La creazione dell'utente è avvenuta con successo sul server, ma purtroppo è fallita localmente.

# UserCreationFailedServerSide
source: The user creation process failed server-side. Please double check the server URL and make sure that the user creation secret is correct!
de: Der Registrierungsversuch ist auf dem Server fehlgeschlagen. Bitte überprüfe noch einmal die Server URL und sorge dafür, dass das Server Geheimnis stimmt!
it: La creazione dell'utente è fallita: verificare che l'indirizzo e segreto del server sono validi.

source: User creation secret
de: Nutzererstellungsgeheimnis
it: Segreto del server

# UserCreationSecretToolTip
source: Enter the server's registration secret.
de: Gib das Server-Nutzererstellungsgeheimnis ein um fortzufahren.
it: Inserisci il segreto del server al quale sei connesso per poter inoltrare la tua richiesta.

source: User ID
de: Benutzer-ID
it: ID utente

source: User interface overview
de: Benutzeroberfläche
it: Informazioni sull'interfaccia

# UserInterfaceOverviewText
source: In the top left corner you have information about your profile (user id, username, etc...) The buttons in this area do what they say, but some of them need two-factor authentication as an additional security step. In the lower-left quadrant of the UI you have the list of conversations that you have synced with this account. On the right hand side of the window you have your active convo. When you join a conversation, the chatroom appears here in this area. If the sidebar on the left disturbs you, you can collapse it with the arrow button at the top of it and enjoy maximum focus on the active convo. In the top right corner you have three buttons: restore window, settings and help.
de: Oben links findest du Informationen zu deinem Profil (Benutzer-ID, Benutzername, usw...). Die Knöpfe in dieser Region tun das was sie versprechen, aber einige Handlungen können nur mit zusätzlicher Zwei-Faktor Authentifizierung durchgeführt werden. Unten links befindet sich die Liste aller Unterhaltungen an denen du momentan teilnimmst. Rechts wäre dann die aktuell geöffnete Unterhaltung sichtbar (sofern eine offen ist). Wenn dich die Sidebar links stört, kannst du diese problemlos einklappen mit dem Pfeilknopf. Ganz oben rechts findest du Knöpfe mit Zugriff auf das Hilfe- sowie Einstellungsmenü. Ein Knopf um die Fenstergrösse auf Werkseinstellung zurückzusetzen gibt es dort auch.
it: Nell'angolo superiore a sinistra si trovano informazioni riguardo il tuo profilo (id utente, nome utente, ecc...) I bottoni in questo menu fanno quello che esprimono, alcuni richiedono l'autentificazione a due fattori per motivi di sicurezza. Nel quadrante in basso a sinistra dell'interfaccia hai la lista di conversazioni delle quali sei un partecipante. A destra si trova l'area della finestra dentro la quale verranno aperte le conversazioni. Quando apri una convo, la chat appare in quest'area a destra. Se il menu laterale a sinistra ti disturba puoi nasconderlo con il bottone a freccia. Sopra a destra hai bottoni per ripristinare le dimensioni originali della finestra di Epistle, menu d'impostazioni e tutorial.

source: Username
de: Benutzername
it: Nome utente

# UsernameDialogTitle
source: Set username
de: Benutzername festlegen
it: Definisci nome utente

source: User Options
de: Optionen (Teilnehmer)
it: Opzioni (utente)

# UserOptionsToolTip
source: Actions that a regular convo participant can perform. If you're the convo's admin, leaving server-side is disabled because you'd need to define a new convo admin first before abandoning (under the Admin Options->Participants tab).
de: Sachen die alle Teilnehmer machen können. Wenn du der Administrator dieser Unterhaltung bist, ist "Unterhaltung verlassen" deaktiviert, da du zuerst einen neuen Administrator ernennen müsstest. Dies kannst du weiter unten in den Admin Optionen tun.
it: Azioni che un utente regolare può effettuare. Se sei l'admin della conversazione, l'azione di abbandonare la conversazione è disabilitata in quanto dovresti prima eleggere un nuovo amministratore prima di poter abbandonare (per evitare conversazioni orfane). Puoi farlo nel menu "Opzioni (amministratore) => partecipanti".

source: User settings
de: Benutzereinstellungen
it: Impostazioni utente

# UserSettingsText
source: The gear icon in the top right corner of the program's main window opens up the settings menu. In there, you can change your username (the one displayed next to your messages) as well as your favorite theme. The trash icon at the bottom of the settings menu is a button that allows you to instantly purge your entire Epistle account + convo data from your local machine. PLEASE read every warning carefully in the dialog menu!
de: Das Zahnradsymbol oben rechts im Hauptfenster öffnet das Einstellungsfenster. Hier kannst du z.B. deinen Benutzernamen ändern, dein Lieblingsdesign auswählen, usw... Das Mülltonnensymbol unten links ist ein Knopf, der es dir erlaubt sofort alle Epistle Anwendungsdaten ohne Spuren von deiner Maschine zu entfernen. Bitte lies die Warnungen in dem Löschungsfenster genau durch!
it: Il bottone "rotellina" sopra a destra apre il menu delle impostazioni dell'utente. Li dentro puoi modificare il tuo nome utente, design, ecc...

source: Verify
de: Prüfen
it: Verifica

source: Welcome to Glitched Epistle.
de: Willkommen bei Epistle.
it: Benvenuto su Glitched Epistle.

# WhatIsEpistle
source: First of all, what is Epistle?
de: Was ist überhaupt Epistle?
it: Innanzitutto, che cos'è Epistle?

# WhatIsEpistleText
source: It's a messaging app, just like WhatsApp is. Except that its client apps are 100% open source (licensed under GPL v3). This way you can verify that the apps ACTUALLY encrypt your messages before they're sent to the backend, and that they don't secretly submit any analytics, shady metadata or anything without you knowing it. The Epistle server knows NOTHING about you, or what you send to whom. Because we believe it's everybody's right not to be monitored by advertising companies nor the government (or anybody else for that matter) when communicating to each other. When using free services always keep in mind: if you don't give those companies your money in exchange for a product, you ARE the product.
de: Es ist eine Chat-Anwendung, wie etwa WhatsApp. Ausser, dass der gesamte Code 100% open source, öffentlich einlesbar ist (unter der GPL v3 Lizenz). Dank dem kann jeder überprüfen, dass das Programm auch TATSÄCHLICH die Nachrichten lokal verschlüsselt BEVOR sie überhaupt an den Server übermittelt werden, und dass nicht irgendwelche Statistiken o.ä. versteckt irgendwohin hochgeladen werden ohne dein Einverständnis. Der Epistle Server weiss NICHTS über dich, oder mit wem du dich über was unterhälst. Weil wir fest daran glauben, dass es jedermanns Recht ist, beim Kommunizieren nicht permanent monitoriert zu werden, sei das von Werbungs-Megakonzernen, schnüffelfreudige Regierungen oder sonst wer. Jedes mal wenn du ein kostenloser Service von einer Firma benutzt, solltest du nie vergessen: wenn du der Firma nicht dein Geld im Umtausch gegen das Produkt gegeben hast, bist DU das Produkt.
it: È un'applicazione di chat, proprio come WhatsApp. Tranne che tutte le implementazioni sono 100% pubblicamente disponibili e sotto licenza GPL v3. In questo modo, chiunque può verificare che l'applicazione EFFETTIVAMENTE encritta i messagi prima di inviarli al server, e che non spedisca alcune statistiche o metadati sospetti da nessuna parte di nascosto. Il server di Epistle non sa NIENTE su di te, né che cosa mandi, né a chi. Perché? Perché siamo del parere che quando si tratta di comunicazione, è un tuo DIRITTO di non essere perma-monitorato da ditte di pubblicità di massa, né di governi o chiunque se per questo. Quando utilizzi servizi gratuiti senza accesso al codice del software, tieni sempre a mente: se non dai a queste ditte soldi in cambio del loro prodotto, il prodotto SEI TE.

source: Who is behind this project?
de: Wer steckt hinter diesem Projekt?
it: Chi sta dietro questo progetto?

# WhoIsBehindThisProjectText
source: Glitched Epistle was developed by Glitched Polygons, a tiny video game studio located in Basel, Switzerland. You can find out more about Glitched Polygons on glitchedpolygons.com
de: Glitched Epistle wurde von Glitched Polygons entwickelt, einem kleinen Videospiel-Entwicklungsstudio in Basel. Du kannst mehr über uns hier erfahren: glitchedpolygons.com
it: Glitched Epistle è stato sviluppato da Glitched Polygons, un piccolo studio di software e videogiochi situato a Basilea. Puoi scoprire di più su Glitched Polygons visitando glitchedpolygons.com

source: Your desired login password.
de: Dein gewünschtes Anmeldungspasswort
it: La password desiderata.

source: Information
it: Informazione

source: Name
it: Nome

# UsernameToolTip
source: Your username that will be displayed to other users. This is not the user id! The user id is the unique identifier that's assigned to you after registering, and does not change.
it: Il nome utente che verrà usato per firmare i tuoi messaggi. Questo non è l'id utente! L'id utente è un identificatore unico che ti viene assegnato durante la registrazione del tuo account, ed è immutabile.
