Repository: GlitchedPolygons/GlitchedEpistle.Client.Windows
Catalog: src/Properties/Resources.*.resx
Languages: de, it

# InvalidUserIdPasswordOr2FA_Detailed
source: Note that if your credentials are correct but login fails nonetheless, it might be that you're locked out due to too many failed attempts! Please try again in 15 minutes.
de: Bitte beachte: wenn die Anmeldung fehlschlägt trotz korrekter Anmeldedaten, kann es sein, dass du aufgrund zu vieler Fehlversüche temporär gesperrt wurdest! Probiere es in dem Fall in 15 Minuten nochmal.
it: Ricorda che se le tue credenziali d'accesso sono corrette e il login fallisce ciò nonostante, potrebbe essere che sei stato temporaneamente sospeso per motivi di sicurezza (troppi tentativi). P.f. riprova tra 15 minuti.

source: Join
de: Beitreten
it: Unisciti

source: Join Convo
de: Unterhaltung beitreten
it: Unisciti

# JoinConvoDescription
source: Join an Epistle conversation now by entering its ID and access password.
de: Trete einer Epistle Unterhaltung bei in dem du deren ID und Passwort eingibst.
it: Unisciti ad una conversazione Epistle immettendo la convo id e password d'accesso.

source: Joining and creating convos
de: Unterhaltungen beitreten und erstellen
it: Creare e partecipare a conversazioni

# JoiningAndCreatingConvosText
source: You can create a new convo with the Create Convo button in the upper-left region of the Epistle main window. Every convo needs a title, a short description (e.g. what the convo is about) and an expiration date. Expired convos are irreversibly deleted server-side and can NOT be recovered. You can look at the backups you might have of them locally, but you can't post new messages to an expired convo. The freshly created convo appears in the list on the left. Click on it to open it (enter the password that you defined). Everybody can join the conversation if he or she has its password and unique id (which you can copy to the clipboard by clicking on the clipboard icon at the top of the active convo's view). Be careful to whom you give this password! If you want to join a convo from another Epistle user who gave you the convo id + password, you can click on Join Convo and enter the data there. Note that the convo id textbox is programmed in a way that is best suited for pasting in an ID from the clipboard and immediately enter the password without making use of the tab key. So make sure to use the clipboard for this task!
de: Du kannst mit dem grossen Plus-Knopf oben links im Hauptfenster eine neue Unterhaltung erstellen. Jede Unterhaltung benötigt einen Titel, eine kurze Beschreibung (worüber wird sich unterhaltet?) und ein Ablaufdatum. Abgelaufene Unterhaltungen werden UNWIDERRUFLICH gelöscht und sämtliche Spuren werden vom Server zerstört. Du kannst allfällige lokale Kopien anschauen, aber keine neuen Nachrichten mehr empfangen oder senden. Die frisch erstellte Unterhaltung erscheint jetzt in deiner Liste links im Hauptfenster. Klicke darauf um sie zu öffnen (gib das Passwort ein, das du gesetzt hast). Jeder kann mit Unterhaltungs-ID + Zugriffspasswort der Unterhaltung beitreten. Die Unterhaltungs-ID kann übrigens ganz bequem mit dem Zwischenablage-Knopf rechts vom Text direkt kopiert werden. Sei vorsichtig mit dem Zugriffspasswort, und denke immer zweimal nach bevor du es jemandem verrätst! Wenn du einer Unterhaltung beitreten möchtest, musst du auf den Beitrittsknopf im Hauptfenster klicken (zweiter von links) und Unterhaltungs-ID + Zugriffspasswort bereithalten, die du vom Administrator bekommen hast. Das ID Textfeld wurde so programmiert, dass es extra bequem ist wenn du die Einfügen Funktion benutzt (auf Windows mit Strg + V), damit der Cursor automatisch zum Passwortfeld springt. Manuell eintippen ist daher nicht empfehlenswert.
it: Puoi creare una nuova conversazione con il bottone "crea convo" sopra a sinistra all'interno della finestra principale di Epistle. Ogni conversazione (spesso abbreviata "convo") necessita di un titolo, una breve descrizione e una data di scadenza. Convo scadute vengono automaticamente ed irreversibilmente distrutte dal server regolarmente. Non possono essere ripristinate in nessun modo! Non è possibile né connettersi ad una conversazione scaduta né inviarci nuovi messaggi. La convo frescamente creata apparirà nella lista a sinistra. Cliccaci per aprirla (inserisci la password che hai stabilito). Chiunque dispone della id della convo (la quale puoi copiare e incollare comodamente col bottone icona "copia" a destra dell'id) e la password d'accesso può direttamente accedere alla convo! Presta quindi attenzione a chi dai questa password e a chi no! Se vuoi unirti ad una convo terza, clicca sul secondo bottone da sinistra nel menu principale ed inserisci la id + password d'accesso che hai ricevuto dal creatore della convo. Nota bene che il campo "id convo" è programmato in una maniera che dopo l'inserimento di dati salta subito al prossimo campo. Questo per rendere più piacevole e scorrevole la procedura quando utilizzi la funzione copia e incolla. Quindi si consiglia di usare sempre quello (su Windows con Ctrl + V). Perché immettere i caratteri uno a uno è frustrante e non necessario...

# KickAndBan
source: Kick and ban from convo
de: Aus Unterhaltung verbannen
it: Espelli dalla convo

# KickAndBanToolTip
source: Kicks the user from the convo and prevents him from joining back in by putting him on the convo's black list. Only use this when really needed (e.g. spam), as this action is intentionally irreversible!
de: Verbannt den Benutzer aus der Unterhaltung und verhindert sein zukünftiges Beitreten. Diese Funktion bitte nur in extremen Notfällen benutzen (z.B. Spam), da dies nicht rückgängig gemacht werden kann.
it: Espelli questo utente dalla conversazione e proibiscigli l'accesso per sempre. Fai soltanto uso di questa funzione in casi di estremo bisogno (per esempio spam), perché quest'azione è irreversibile!

source: Leave
de: Verlassen
it: Abbandona

source: Leave convo
de: Unterhaltung verlassen
it: Abbandona convo

# LeaveConvoAreYouSure
source: Are you sure that you want to leave this convo?
de: Bist du sicher, dass du die Unterhaltung verlassen möchtest?
it: Sei sicuro di voler abbandonare questa convo?

# LeaveConvoButton
source: Leave convo and delete local data on this device
de: Unterhaltung verlassen und lokale Daten löschen
it: Abbandona convo e cancella dati locali

# LeaveConvoButtonToolTip
source: This will both delete the convo's data locally on this device as well as remove you as a user from the conversation server-side. This action requires 2FA for confirmation.
de: Dies bedarf einer Zwei-Faktor Authentifizierung zur Sicherheit. Es wird deine lokalen Unterhaltungsdaten löschen und dich von der Teilnehmerliste streichen.
it: Questo eliminerà i dati della convo localmente e ti rimuoverà dalla lista dei partecipanti della convo sul server. È necessaria l'autentificazione a due fattori per effettuare questa azione.

# LeaveConvoDescription
source: By leaving a convo (server-side action) you are no longer one of its participants.
de: Durch Verlassen einer Unterhaltung wirst du nicht mehr deren Teilnehmer sein.
it: Abbandonando una conversazione dal lato server non sarai più un partecipante d'essa.

# LeaveConvoLocalDataDeletionNotice
source: Your local copy of the conversation's chatroom will be deleted. Unless you backed it up somewhere, that data will be gone. As long as you have the convo's id and access password, you can join back in any time though.
de: Deine lokale Kopie der Unterhaltung wird von deinem PC gelöscht. Solange du die Unterhaltungs-ID und Passwort hast, kannst du allerdings jederzeit wieder beitreten (ausser, der Administrator hat zwischenzeitlich das Zugriffspasswort geändert).
it: La tua copia locale della convo verrà cancellata. A meno che tu non abbia fatto una sorta di backup, quei dati per te saranno spariti. Se la password della convo non cambia, puoi sempre riconnetterti con id + password in un qualsiasi momento più in là.

# LoadPreviousMessagesToolTip
source: Load the previous messages that were sent to this convo.
de: Vorherige Nachrichten laden und anzeigen.
it: Carica i messaggi che sono stati inviati precedentemente.

source: Logging in...
de: Anmeldungsversuch...
it: Effettuando login...

# LoginButtonToolTip
source: Have a new device? Neat! Just log in using your User ID, Password and Two-Factor Authentication.
de: Logge dich jetzt ein mit deiner Nutzer-ID, deinem Passwort sowie einem gültigen Zwei-Faktor Authentifizierungscode
it: Effettua il login con le credenziali d'accesso inserite.

# LoginSucceededServerSideButResponseCouldNotBeHandledClientSide
source: Unexpected ERROR! Login succeeded server-side, but the returned response couldn't be handled properly (probably key decryption failure).
de: Unerwarteter FEHLER! Das Einloggen hat auf dem Server geklappt, allerdings konnte die Antwort lokal nicht korrekt interpretiert werden (wahrscheinlich ein Entschlüsselungsproblem).
it: ERRORE imprevisto! Il login è riuscito, tuttavia la risposta del server non sembra essere di natura interpretabile localmente (probabilmente un fallimento crittografico).

# LoginToolTip
source: Sends the login credentials to the Glitched Epistle server for authentication.
de: Anmeldedaten an den Epistle Server senden.
it: Inoltra le credenziali d'accesso al server di Epistle per effettuare il login.

# LogoutButtonToolTip
source: Click here to log out of your Glitched Epistle account.
de: Klicke hier, um dich aus deinem Konto auszuloggen.
it: Clicca qua per uscire dal tuo account Glitched Epistle e ritornare alla schermata login.

source: Message upload failed
de: Upload fehlgeschlagen
it: Trasmissione messaggio fallita

source: New Convo Password
de: Neues Passwort
it: Nuova password convo

# NewConvoPasswordToolTip
source: Protect your conversation by giving it a strong password that only you and your convo's participants should ever know. Note: unless specifically banned, whoever has this password and your convo's id can join!
de: Beschütze deine Unterhaltung indem du ein starkes Passwort festlegst, welches immer nur du und deine Teilnehmer wissen sollten. Beachte: ausser verbannte Benutzer kann jeder mit der Kombination ID + Passwort beitreten!
it: Proteggi la tua conversazione dandole una password d'accesso forte che soltanto tu e i tuoi partecipanti desiderati sappiano. Ricordati che chiunque ha la id della convo in combinazione con la password può collegarsi!

source: New Password
de: Neues Passwort
it: Password nuova

# NewPasswordCancelToolTip
source: Never mind, you'll keep your old password.
de: Das aktuelle Passwort beibehalten.
it: Tieni la tua password attuale.

# NewPasswordConfirmation
source: Confirm your new password
de: Neues Passwort bestätigen
it: Conferma password nuova

# NewPasswordConfirmationToolTip
source: Please re-enter your new user password for confirmation.
de: Bitte gib dein neues Passwort erneut ein, um Tippfehler zu vermeiden.
it: P.f. reinserisci la tua nuova password per evitare errori di battitura.

# NewPasswordToolTip
source: Your new user password.
de: Dein neues Benutzerpasswort.
it: La tua nuova password d'accesso desiderata.

# NoTwoFactorAuthTokenProvided
source: No Two-Factor Authentication token provided. Please authenticate your request!
de: Kein Zwei-Faktor Authentifizierungstoken preisgegeben. Bitte authentifiziere dein Vorhaben!
it: Token d'autentificazione a due fattori vuoto - p.f. autentifica la tua richiesta!

# OldPasswordWrongOrNewOnesDontMatch
source: The old password is wrong or the new ones don't match.
de: Das aktuelle Passwort ist falsch, oder die beiden neuen Passwörter stimmen nicht überein!
it: La password attuale è invalida oppure le due nuove password inserite non coincidono.

source: Open Convo
de: Unterhaltung beitreten
it: Apri convo

# OpenHelpButtonToolTip
source: Open up the tutorial window.
de: Öffne das Hilfe-Fenster.
it: Apri la finestra tutorial.

# OpenSettingsButtonToolTip
source: Open up the settings window.
de: Einstellungen.
it: Apri il menu impostazioni.

source: Other participants:
de: Andere Teilnehmer:
it: Altri partecipanti:

source: Participants
de: Teilnehmer
it: Partecipanti

source: Password
de: Passwort

# PasswordChangedSuccessfully
source: Congrats! Your password has been changed successfully.
de: Gratulation! Dein Passwort wurde erfolgreich geändert.
it: Cambiamento password riuscito.

# PasswordChangeRejectedServerSide
source: Password change request rejected server-side: perhaps invalid, expired or already used 2FA token?
de: Passwort Änderungsversuch vom Server abgelehnt: eventuell inkorrekte Parameter, ungültiger, abgelaufener oder bereits benutzter Zwei-Faktor Authentifizierungstoken?
it: Richiesta di cambiamento password fallita: p.f. controlla la validità di tutti i campi, specialmente il token di autentificazione a due fattori!

# PasswordsDontMatch
source: The entered passwords don't match.
de: Die eingegebenen Passwörter stimmen nicht überein.
it: Le due password inserite non coincidono.

# PasswordTooWeakErrorMessage
source: Your password is too weak; make sure that it has at least more than 7 characters!
de: Dein Passwort ist zu schwach; bitte sorg dafür, dass es mindestens acht Zeichen beinhaltet!
it: La password inserita è troppo debole; dovrebbe contenere come minimo 8 caratteri!

# PlayAudioMessageButtonToolTip
source: Click here to play back this audio message.
de: Hier klicken um diese Sprachnachricht abzuspielen.
it: Clicca qua per riprodurre questo messaggio vocale

# PleaseConfirmConvoDeletion
source: Please confirm convo deletion request
de: Bitte bestätige deinen Löschungswunsch
it: Per favore conferma la tua richiesta d'eliminazione convo

# PleaseConfirmConvoDeletionInstructions
source: To confirm deletion, please enter "DELETE!" into the text box down below and confirm with one last click.
de: Um die Löschung zu bestätigen, gib bitte "DELETE!" in das Textfeld hier unten ein und bestätige dein Vorhaben mit einem letzten Klick.
it: Per confermare l'eliminazione, inserisci "DELETE!" nel campo qua sotto e conferma con un ultimo clic di addio.

# PleaseConfirmConvoDeletionText
source: Are you sure that you want to delete this convo irreversibly? Nobody will be able to get or post any messages to it, it will be destroyed server-side for everybody! Only local copies (encrypted) might persist on each participant's device.
de: Bist du dir sicher, dass du diese Unterhaltung unwiderruflich löschen möchtest? Niemand wird danach mehr Nachrichten darin empfangen oder versenden können. Die gesamte Unterhaltung inkl. aller dazugehörigen Daten werden sofort zerstört!
it: Sei sicuro di voler cancellare questa convo irreversibilmente? Nessuno potrà più connettersi, né estrarre o inoltrare nuovi messaggi e verrà distrutta con tutte le sue tracce dal server immediatamente! Soltanto copie locali (in forma encrittata) potrebbero persistere su alcuni dispositivi di ognuno dei partecipanti.

# PleaseConfirmDeletionOfYourUserData
source: Please confirm the DELETION of your user data.
de: Bitte bestätige die LÖSCHUNG deiner Benutzerdaten.
it: Per favore conferma la DISTRUZIONE dei tuoi dati utente.

# PleaseConnectToServer
source: Please connect to the Epistle server.
de: Bitte mit Epistle Server verbinden.
it: Per favore connettiti al server di Glitched Epistle.

# PleaseConnectToServerToolTip
source: You can connect to the official Epistle server for free or to a custom server.
de: Du kannst dich kostenlos mit dem offiziellen Server verbinden oder mit einem Dritten.
it: Puoi connetterti al server ufficiale di Glitched Epistle gratuitamente, oppure a uno terzo.

# PleaseDefineUsernameDialogText
source: Don't worry, you can change this later in the settings. Your username is used for sending messages. If you change your username, messages that were sent using your old username will NOT be updated retroactively! It is stored locally on a per-machine basis, meaning that you can have multiple usernames across devices (e.g. one for when you send from your phone or laptop, etc...).
de: Keine Sorge, du kannst den Namen später in den Einstellungen noch ändern. Dein Nutzername wird benutzt um Nachrichten zu verschicken. Wenn du deinen Nutzernamen änderst, bedenke dass deine bisherigen Nachrichten NICHT rückwirkend aktualisiert (neu unterschrieben) werden!
it: Tranquillo, lo puoi sempre cambiare in qualsiasi momento nel menu delle impostazioni. Il tuo nome utente viene usato per mandare messaggi e renderti identificabile. Se modifichi il tuo nome utente, i tuoi messaggi che hai mandato precedentemente NON verranno aggiornati retroattivamente. Saranno firmati col tuo vecchio nome utente! Il nome utente viene salvato soltanto localmente, è quindi possibile averne più di uno (ad esempio uno per quando spedisci messaggi dal tuo telefono, un altro per quando sei al PC, ecc...). È tuttavia consigliato sceglierne uno solo perché gli altri ti possano riconoscere facilmente.

# PleaseDefineUsernameDialogTitle
source: Please define a username
de: Bitte definiere einen Nutzernamen
it: Definisci un nome utente

# PleaseEnterEpistleServerUserCreationSecret
source: Please enter the Epistle server's user creation secret.
de: Gib das Nutzererstellungsgeheimnis des Servers ein um fortzufahren.
it: P.f. inserisci il segreto del server al quale sei connesso.

source: Please login:
de: Bitte anmelden:
it: Login:

# PleaseSetUp2FA
source: Please set up your 2FA authenticator app.
de: Bitte richte deine Zwei-Faktor Authentifizierungsapp ein.
it: P.f. configurare l'applicazione di autentificazione a due fattori.

source: Promote to admin
de: Zum Administrator ernennen
it: Rendi amministratore

# PromoteToAdminToolTip
source: Promotes this user to be the new convo's admin. Please be aware of the fact that by doing this you fully give up your rights as a convo admin, and that the new admin will have FULL control over the conversation.
de: Ernenne diesen Benutzer zum neuen Unterhaltungsadministrator. Bitte beachte, dass du hierdurch alle deine Admin-Rechte aufgibst. Der neue Administrator wird VOLLE Kontrolle über die Unterhaltung erlangen.
it: Promuovi questo partecipante rendendolo il nuovo amministratore della convo. Per favore ricordati che cosi facendo cederai tutti i tuoi diritti d'amministrazione lasciando il PIENO controllo della conversazione a lui o lei.

source: Quit
de: Beenden
it: Esci

# QuitLoginToolTip
source: Cancels the login procedure and quits the application.
de: Anmeldung abbrechen und Anwendung beenden.
it: Annulla la procedura di registrazione e chiudi l'applicazione.

# QuitRegistrationToolTip
source: Cancels the registration procedure and quits the application.
de: Bricht die Registrierung ab und beendet Glitched Epistle.
it: Annulla la procedura di registrazione e chiudi Glitched Epistle.

source: Register
de: Registrieren
it: Crea account

# RegisterButtonToolTip
source: Don't have an account yet? No worries, click here and create one now!
de: Noch kein Konto? Kein Problem, einfach hier klicken und registrieren! Ein neues Epistle Konto einrichten ist super easy!
it: Non hai ancora un account? Non c'è problema, clicca qui e creane uno ora!

# RegisterForNewAccount
source: Register now for a new account:
de: Jetzt registrieren:
it: Crea un nuovo account:

# RegisterToolTip
source: Sends your desired login credentials to the Glitched Epistle server for registration.
de: Sende deine Anmeldedaten an den Server und erstelle somit ein neues Benutzerkonto.
it: Inoltra le tue credenziali d'accesso desiderate al server di Glitched Epistle per effettuare la registrazione.

source: Request Authentication
de: Authentifizierung
it: Autentificazione richiesta

# ResetAreYouSureText
source: Are you sure that you want to do this? Please make sure to export a backup of your account first, just in case!
de: Bist du dir sicher, dass du das willst? Bitte speichere irgendwo ein Backup deines Kontos, nur im Fall!
it: Sei sicuro di volerlo fare? P.f. assicurati che hai esportato un backup del tuo account prima, per sicurezza!

# ResetAreYouSureWarning
source: Unless you have a backup of your user account that you can import during the registration process, your data is lost!
de: Wenn du kein Backup deiner Anmeldedaten sowie Konto-2FA Geheimnis, usw... hast, sind nach bestätigter Löschung alle deine Daten weg!
it: A meno che tu non abbia un backup del tuo account contenente id, password e segreto di autentificazione a due fattori, i tuoi dati sono persi per sempre!

# ResetAutoQuitNotice
source: Please note that after confirming the deletion, Epistle will be terminated automatically.
de: Bitte beachte, dass das Programm nach bestätigter Löschung automatisch beendet wird.
it: Per favore tieni conto che confermando l'eliminazione autorizzi il riavvio automatico dell'applicazione.

# ResetAutoQuitNotice2
source: If you restart the program afterwards, your locally stored convos, messages and user settings will be gone and you will be prompted to create a new user account.
de: Wenn du danach Epistle wieder starten solltest, wird dein Konto weg sein und du wirst wieder mit leeren Feldern zum Login/Registrierung gebeten werden.
it: Una volta riavviato Epistle, tutti i dati di conversazioni, messaggi e impostazioni saranno spariti e sarai chiesto di effettuare il login/creare un nuovo account.

# ResetButtonDescription
source: The button you just clicked is for erasing all of your application's user data on this machine irreversibly.
de: Der Knopf den du gerade gedrückt hast, ist für die totale Zerstörung sämtlicher Epistle Daten auf deinem PC da.
it: Il bottone che hai appena cliccato serve per eliminare tutti i tuoi dati di Epistle localmente dal dispositivo.

# ResetButtonToolTip
source: Delete all of your Glitched Epistle application settings and data; this is equivalent to a hard-reset, so make sure to export a backup of your account before doing this.
de: Lösche alle deine Glitched Epistle Anwendungsdaten; dies entspricht einem sogenannten "hard reset", also versichere dich, dass du ein Backup deiner Kontodaten gemacht hast bevor du dies bestätigst.
it: Elimina tutti i dati di Glitched Epistle dal tuo dispositivo. Questo equivale ad un hard-reset, quindi assicurati di avere un backup del tuo account prima di fare questo.

# ResetGuiLayoutButtonToolTip
source: Reset the main window's size and layout.
de: Hauptfenster auf Originalgrösse zurücksetzen.
it: Ripristina le dimensioni della finestra.

source: Retype your password
de: Passwort nochmals eingeben
it: Conferma password

# RevertSettingsButtonToolTip
source: Resets all user settings back to their default values.
de: Setze alles auf Werkseinstellungen zurück.
it: Ripristina tutti i valori originali delle impostazioni.

# SaveEpistleServerUrlToolTip
source: Saves the Epistle server URL to the user preferences.
de: Speichert die eingegebene Epistle Server Adresse in die Benutzereinstellungen.
it: Salva l'indirizzo del server Epistle nelle preferenze dell'utente.

# ScrollToBottomOfChatToolTip
source: Scroll to the bottom of the chat and check out the newest messages.
de: Runterscrollen zu den neuesten Nachrichten.
it: Scrolla fino in fondo alla conversazione e leggiti i messaggi più recenti.

source: Security
de: Sicherheit
it: Sicurezza

# SelectTheFileYouWantToSend
source: Epistle - Select the file you want to send
de: Epistle - Wähle die Datei aus die du senden möchtest
it: Epistle - Seleziona il file che desideri mandare

source: Settings
de: Einstellungen
it: Impostazioni

# SettingsOkButtonToolTip
source: Accepts your changes and closes this window.
de: Änderungen speichern und Fenster schliessen.
it: Accetta i cambiamenti e chiudi la finestra.
